Repository: rootazero/Aleph
Catalog: platforms/windows/Aether/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# AppDescription
source: System-level AI middleware
zh_hans: 系统级 AI 中间件

# Tray_Settings
source: Settings
zh_hans: 设置

# Tray_Conversation
source: Conversation
zh_hans: 对话

# Tray_Quit
source: Quit
zh_hans: 退出

# Halo_Listening
source: Listening...
zh_hans: 正在聆听...

# Halo_Thinking
source: Thinking...
zh_hans: 正在思考...

# Halo_Processing
source: Processing...
zh_hans: 正在处理...

# Halo_Success
source: Done
zh_hans: 完成

# Halo_Error
source: Error
zh_hans: 错误

# Halo_ToolExecuting
source: Executing tool...
zh_hans: 正在执行工具...

# Halo_ToolCompleted
source: Tool completed
zh_hans: 工具执行完成

# Halo_ToolFailed
source: Tool failed
zh_hans: 工具执行失败

# Halo_ClarificationNeeded
source: Need clarification
zh_hans: 需要澄清

# Halo_AgentPlanning
source: Planning...
zh_hans: 正在规划...

# Halo_AgentExecuting
source: Executing...
zh_hans: 正在执行...

# Halo_AgentComplete
source: Complete
zh_hans: 已完成

# Settings_General_Sound
source: Sound
zh_hans: 声音

# Settings_General_SoundEffects
source: Sound Effects
zh_hans: 音效

# Settings_General_Startup
source: Startup
zh_hans: 启动

# Settings_General_LaunchAtStartup
source: Launch at Windows startup
zh_hans: 开机自启动

# Settings_General_LaunchAtStartupDesc
source: Aether will start automatically when you sign in to Windows.
zh_hans: 登录 Windows 时自动启动 Aether。

# Settings_General_Language
source: Language
zh_hans: 语言

# Settings_General_LanguagePreference
source: Language Preference
zh_hans: 语言偏好

# Settings_General_SystemDefault
source: System Default
zh_hans: 跟随系统

# Settings_General_Updates
source: Updates
zh_hans: 更新

# Settings_General_CheckUpdates
source: Check for Updates
zh_hans: 检查更新

# Settings_General_Logs
source: Logs
zh_hans: 日志

# Settings_General_ViewLogs
source: View Logs
zh_hans: 查看日志

# Settings_General_OpenConfigFolder
source: Open Config Folder
zh_hans: 打开配置目录

# Settings_General_About
source: About
zh_hans: 关于

# Settings_General_Version
source: Version
zh_hans: 版本

# Settings_Providers_DefaultProvider
source: Default Provider
zh_hans: 默认服务商

# Settings_Providers_SelectDefault
source: Select default AI provider
zh_hans: 选择默认 AI 服务商

# Settings_Providers_APIKey
source: API Key
zh_hans: API 密钥

# Settings_Providers_TestConnection
source: Test Connection
zh_hans: 测试连接

# Settings_Providers_GetAPIKey
source: Get API Key
zh_hans: 获取 API 密钥

# Settings_Providers_LocalProviders
source: Local Providers
zh_hans: 本地服务商

# Settings_Providers_OllamaURL
source: Ollama URL
zh_hans: Ollama 地址

# Settings_Shortcuts_HaloActivation
source: Halo Activation
zh_hans: Halo 激活

# Settings_Shortcuts_PrimaryHotkey
source: Primary Hotkey
zh_hans: 主快捷键

# Settings_Shortcuts_HaloHotkeyDesc
source: Double-tap Shift to activate Halo at cursor position
zh_hans: 双击 Shift 在光标位置激活 Halo

# Settings_Shortcuts_ConversationWindow
source: Conversation Window
zh_hans: 对话窗口

# Settings_Shortcuts_OpenConversation
source: Open Conversation
zh_hans: 打开对话

# Settings_Shortcuts_QuickActions
source: Quick Actions
zh_hans: 快捷操作

# Settings_Shortcuts_DismissHalo
source: Dismiss Halo
zh_hans: 关闭 Halo

# Settings_Shortcuts_ConfirmSend
source: Confirm/Send
zh_hans: 确认/发送

# Settings_Shortcuts_CopyResponse
source: Copy Response
zh_hans: 复制回复

# Settings_Memory_StorageUsage
source: Storage Usage
zh_hans: 存储使用

# Settings_Memory_Database
source: Memory Database
zh_hans: 记忆数据库

# Settings_Memory_RetentionPolicy
source: Retention Policy
zh_hans: 保留策略

# Settings_Memory_KeepHistory
source: Keep conversation history for
zh_hans: 保留对话历史

# Settings_Memory_AutoCompact
source: Auto-compact old conversations
zh_hans: 自动压缩旧对话

# Settings_Memory_Management
source: Memory Management
zh_hans: 记忆管理

# Settings_Memory_CompactNow
source: Compact Now
zh_hans: 立即压缩

# Settings_Memory_ClearHistory
source: Clear All History
zh_hans: 清除所有历史

# Settings_Memory_ClearWarning
source: Warning: Clearing history cannot be undone.
zh_hans: 警告：清除历史记录后无法恢复。

# Settings_Memory_FactsLayer
source: Facts Layer
zh_hans: 事实层

# Settings_Memory_TotalFacts
source: Total Facts
zh_hans: 事实总数

# Settings_Memory_Topics
source: Topics
zh_hans: 主题

# Settings_Memory_ViewFacts
source: View Facts Browser
zh_hans: 查看事实浏览器

# Conversation_Title
source: Aether Conversation
zh_hans: Aether 对话

# Conversation_NewConversation
source: New Conversation
zh_hans: 新对话

# Conversation_Ready
source: Ready
zh_hans: 就绪

# Conversation_Thinking
source: Thinking...
zh_hans: 正在思考...

# Conversation_Streaming
source: Streaming...
zh_hans: 正在输出...

# Conversation_Typing
source: Aether is typing...
zh_hans: Aether 正在输入...

# Conversation_Stop
source: Stop
zh_hans: 停止

# Conversation_Send
source: Send
zh_hans: 发送

# Conversation_Placeholder
source: Type a message... (Press Enter to send)
zh_hans: 输入消息...（按 Enter 发送）

# Conversation_Clear
source: Clear conversation
zh_hans: 清除对话

# Conversation_ClearConfirm
source: Are you sure you want to clear the conversation history?
zh_hans: 确定要清除对话历史吗？

# Conversation_Welcome
source: Welcome to Aether. How can I help you today?
zh_hans: 欢迎使用 Aether。有什么可以帮您的吗？

# Conversation_Cleared
source: Conversation cleared. How can I help you?
zh_hans: 对话已清除。有什么可以帮您的吗？

# Role_You
source: You
zh_hans: 你

# Role_System
source: System
zh_hans: 系统

# Placeholder_ComingSoon
source: Coming Soon
zh_hans: 即将推出

# Placeholder_CheckUpdates
source: Check for updates to get the latest features.
zh_hans: 请检查更新以获取最新功能。
